<?php

return [
    'email' => [
        'title' => '更新您的電子郵件',
        'updated' => '您的電子郵件位址已更新。',
    ],
    'password' => [
        'title' => '變更您的密碼',
        'requirements' => '您的新密碼應至少為 8 個字元。',
        'updated' => '您的密碼已更新。',
    ],
    'two_factor' => [
        'button' => '設定兩步驟驗證',
        'disabled' => '您的帳號已停用兩步驟驗證。登入時將不再需要提供驗證代碼。',
        'enabled' => '您的帳號已啟用兩步驟驗證！從現在起登入時將需提供裝置產生的代碼。',
        'invalid' => '提供的代碼無效。',
        'setup' => [
            'title' => '設定兩步驟驗證',
            'help' => '無法掃描條碼？請在應用程式中手動輸入下方的代碼：',
            'field' => '輸入驗證代碼',
        ],
        'disable' => [
            'title' => '停用兩步驟驗證',
            'field' => '輸入驗證代碼',
        ],
    ],
];
