<?php

return [
    'email' => [
        'title' => '更新您的电子邮件',
        'updated' => '您的电子邮件位址已更新。',
    ],
    'password' => [
        'title' => '变更您的密码',
        'requirements' => '您的新密码应至少为 8 个字元。',
        'updated' => '您的密码已更新。',
    ],
    'two_factor' => [
        'button' => '设定两步骤验证',
        'disabled' => '您的帐号已停用两步骤验证。登入时将不再需要提供验证代码。',
        'enabled' => '您的帐号已启用两步骤验证！从现在起登入时将需提供装置产生的代码。',
        'invalid' => '提供的代码无效。',
        'setup' => [
            'title' => '设定两步骤验证',
            'help' => '无法扫描条码？请在应用程式中手动输入下方的代码：',
            'field' => '输入验证代码',
        ],
        'disable' => [
            'title' => '停用两步骤验证',
            'field' => '输入验证代码',
        ],
    ],
];
